
/* Flag: untranslated */
"Error creating user. Shit!" = "Interner Fehler: Benutzer konnte nicht angelegt werden. Das ist gar nicht gut.";
/* Flag: objc-format */
"Creating user." = "Erstelle HBCI-Benutzer";
/* Flag: objc-format */
"User found. BLZ: %@" = "HBCI-Benutzer gefunden. BLZ: %@";
/* Flag: untranslated */
"Forcing SSL3 for bank" = "Erzwinge SSL3 für Bank.";
/* Flag: untranslated */
"Forcing SSL3" = "Erzwinge SSL3";
/* Flag: untranslated */
"Without SSL3" = "Verbinde ohne SSL3";
/* Flag: untranslated */
"Using HTTP v1.0 for Bank" = "Nutze HTTP v1.0 für Bank";
/* Flag: untranslated */
"Apobank: No base64" = "Apobank: Kein base64";
/* Flag: untranslated */
"No HBCI-Server given." = "Kein HBCI-Server für Konto eingegeben.";
/* Flag: untranslated */
"User could not be created" = "Interner Fehler: Benutzer konnte nicht angelegt werden.";
/* Flag: objc-format */
"Deleting PIN from keychain for account %@ at bank %@." = "Lösche die PIN aus dem Schlüsselbund für das Konto %@ der Bank %@.";
/* Flag: untranslated */
"Couldn't get SysID from Server." = "Server liefert momentan keine gültige Systemidentifizierung.";
/* Flag: untranslated */
"Couldn't get Tan Modes from Provider" = "TAN-Modes konnten über Provider nicht geladen werden.";
/* Flag: untranslated */
"Entry of PIN was canceled." = "Pin-Eingabe wurde abgebrochen.";
/* Flag: objc-format */
"Error getting system id (%d)" = "Verbindungsproblem: Die Server-Systemidentifizierung war nicht erfolgreich (%d)";
/* Flag: objc-format */
"We try again with ForceSSL3 = %d" = "Wir versuchen es erneut mit ForceSSL3 = %d.";
/* Flag: untranslated */
"Connection to server failed. Look into the protocol for more information." = "Verbindung mit dem Server gescheitert (siehe Verbindungsprotokoll).";
/* Flag: untranslated */
"getsysid finished" = "Server-Systemidentifizierung beendet";
/* Flag: objc-format */
"Setting Standard TAN Method (%d)" = "Setze Standard-TAN-Methode (%d)";
/* Flag: untranslated */
"Using standard TAN method." = "Verwende Standard TAN-Verfahren";
/* Flag: untranslated */
"Please change Tan Method. We using standard TAN method." = "Bitte TAN-Verfahren ändern. Verwende Standard TAN-Verfahren";
/* Flag: untranslated */
"No TAN methods available. Try to connect to bank first." = "Keine TAN-Verfahren verfügbar. Versuchen Sie bitte, erst mal mit der Bank zu verbinden.";
/* Flag: objc-format */
"Found selected TAN method: %@" = "TAN-Methode %@ gefunden.";
/* Flag: objc-format */
"Selected TAN method '%@' not found. Trying standard TAN method..." = "Selektiertes TAN-Verfahren '%@' nicht gefunden. Versuche es mit dem Standard TAN-Verfahren...";
/* Flag: untranslated */
"Unknown" = "Unbekannt";
/* Flag: objc-format */
"Setting %d. TAN method %d \"%@\"" = "Setzte %d. TAN-Verfahren %d ‚%@‘";
/* Flag: objc-format */
"Using TAN method '%@'" = "Verwende TAN-Verfahren '%@'";
/* Flag: untranslated */
"CocoaBanking is not valid" = "Interner Fehler: Ungültiger Zustand der CocoaBanking-Schnittstelle im HBCI-Dienstprogramm";
/* Flag: untranslated */
"AqBanking init error." = "Fehler bei der AqBanking-Initialisierung";
/* Flag: untranslated */
"hbcitool could not create the user entry." = "Interner Fehler: Das HBCI-Dienstprogramm konnte den Benutzer nicht erstellen.";
/* Flag: untranslated */
"Waiting 5 seconds to keep some servers happy" = "Warte 5 Sekunden, um gewisse Bankserver gnädig zu stimmen.";
/* Flag: objc-format */
"Possible TAN Methods: %@" = "Mögliche TAN-Methoden: %@";
/* Flag: untranslated */
"Could not found possible TAN Methods." = "Keine möglichen TAN-Methoden gefunden.";
/* Flag: untranslated */
"hbcitool is in an invalid state." = "Interner Fehler: Ungültiger Zustand vom HBCI-Dienstprogramm";
/* Flag: objc-format */
"Error getting hbci accounts (%d)" = "Verbindungsfehler: Der HBCI-Server meldet keine Unterkonten (%d).";
/* Flag: untranslated */
"hbcitool could not get the HBCI accounts." = "Verbindungsfehler: Der HBCI-Server meldet keine Unterkonten.";
/* Flag: objc-format */
"Account %d: Bank: %s Account Number: %s\n" = "Konto: %d - Bankleitzahl: %s - Unterkonto: %s\n";
/* Flag: untranslated */
"No HBCI server entered." = "Kein HBCI-Server für Konto eingegeben.";
/* Flag: untranslated */
"No account number entered." = "Keine Kontonummer eingegeben.";
/* Flag: untranslated */
"No bank number entered." = "Keine Bankleitzahl eingegeben.";
/* Flag: objc-format */
"No accounts known." = "Keine Konto bekannt.";
/* Flag: untranslated */
"Cannot find subaccount. Creating one myself." = "Konto bzw. Unterkonto wird nicht von der Bank gemeldet. Erstelle es selbst.";
/* Flag: untranslated */
"hbcitool could not find subaccount." = "Verbindungsfehler: Das HBCI-Dienstprogramm konnte das Unterkonto nicht finden.";
/* Flag: untranslated */
"Error during account creation." = "Kann temporäres Konto nicht erstellen.";
/* Flag: objc-format */
"Transactions job is not available (%d)" = "Die Bank unterstützt den HBCI-Kontoauszug nicht (%d)";
/* Flag: objc-format */
"Balance job is not available (%d)" = "Die Bank unterstützt keine HBCI-Kontostandsabfrage (%d)";
/* Flag: untranslated */
"Neither balance nor transactions is supported by the bank." = "Die Bank liefert momentan keinen Kontoauszug.";
/* Flag: objc-format */
"Error excuting the jobs (%d)" = "Die Aufträge konnten nicht ausgeführt werden (%d)";
/* Flag: untranslated */
"hbcitool 'getTransactions' failed." = "Kontoauszug-Auftrag war nicht erfolgreich.";
/* Flag: untranslated */
"Transaction without a date received. Strange." = "Buchung ohne Datum empfangen. Komisch.";
/* Flag: objc-format */
"Got %d transactions" = "%d Buchungen wurden empfangen.";
/* Flag: untranslated */
"Got new balance." = "Neuer Kontostand wurde empfangen.";
/* Flag: untranslated */
"Session finished" = "Die Sitzung wurde beendet.";
/* Flag: objc-format */
"Cannot get transactions for account number %@." = "Anmeldung erfolgreich, aber Kontoauszug nicht möglich für Kontonummer %@ (siehe Verbindungsprotokoll).";
/* Flag: untranslated */
"Did not find bank." = "Die Bankleitzahl ist unbekannt.";
/* Flag: untranslated */
"Unknown bank" = "Unbekannte Bank";
/* Flag: untranslated */
"Unknown bank location" = "Unbekannter Ort der Bank";
/* Flag: objc-format */
"Please enter the PIN for %@" = "Bitte PIN eingeben für %@";
/* Flag: untranslated */
"Server closed the connection." = "Der Server hat die Verbindung nach der Auftragsannahme getrennt.";
/* Flag: objc-format */
"Selected protocol version: %d" = "Gewählte Protokollversion: %d";